#Создать новый файл в редакторе и сохранить его как hello.py
#Добавьте файл код print("Привет мир!")

print("Привет мир!")


#Доработайте hello.py, чтобы помимо "Привет мир!" она выводила на экран при помощи print:
#Cтроку "Привет программист!"
#Результат действия 2 + 2
#Результат действия 10 / 3

print("Привет программист!")
a = 2
b = 2
c = a + b
print (c)
d = 10
e = 3
f = d / e
print (f)