#Создайте в редакторе файл hello.py, в котором будет переменная name с вашим именем
#Сделайте так, чтобы при запуске скрипта значение переменной выводилось на экран

name = 'Юля'
print(name)


#Выведите на экран при помощи print() результат работы:
#float('1')  # ???
#int('2.5')  # ???
#bool(1)  # ???
#bool('')  # ???
#bool(0)  # ???

a = float (1)
print(a)

b = int(2.5)
print(b)

c = bool(1)
print(c)

d = bool('')
print(d)

e = bool(0)
print(e)